<?php

return [

    'create' => [
        'error' => [
            'unknown' => 'Произошла неизвестная ошибка',
            'alreadyExists' => 'Пользователи уже отмечены',
            'sessionIsNotActive' => 'Сеанс не активен',
            'userNotFit' => 'Пользователи не подходят под требования сеанса',
            'sessionNotFind' => 'Сеанс не был найден',
            'idEmpty' => 'ID сеанса не был представлен',
            'usersEmpty' => 'Пользователи не были представлены',
            'noRightUserTypeEquals' => 'У Вас нет прав на изменение сеанса. Вы в списке подходящих под сеанс пользователей',
        ],
    
        'success' => 'Пользователи успешно отмечены',
    ],

];
