<?php

return [

    'use' => [
        'error' => [
            'unknown' => 'Произошла неизвестная ошибка',
            'alreadyExists' => 'Код уже был Вами использован',
            'sessionIsNotActive' => 'Сеанс не активен',
            'userNotFit' => 'Вы не подходите под требования сеанса',
            'sessionNotFind' => 'Сеанс с таким кодом не был найден',
            'codeEmpty' => 'Код сеанса не был представлен',
        ],
    
        'success' => 'Код успешно использован',
    ],

];
